import React from 'react'
import "./Part.scss"
export default function Part() {
  return (
    <div className="part">
        <div className="part1">
            <span>– Расскажите, пожалуйста, подробнее о преподавателях</span>
            – Одним из преподавателей буду я. В основном, я буду проводить 
            отдельные мастер-классы для опытных моряков, но иногда буду 
             занятия и у начальных групп. Ведущим преподавателем начальных групп 
             будет Никита Гуляев, очень опытный спортсмен, лауреат премии «Яхтсмен года 2020». 
             Из приглашенных тренеров          у нас Уильям Джонсон, Рэй Гилберт и Сэм Ли. 
            , конечно, мы планируем как можно чаще приглашать и других яхтсменов.
        </div>
        <div className="part1">
            <span>– Планируете ли вы какие-либо регаты уже в этом году?</span>
            – Да, конечно! По вторникам проводим традиционный общий мастер-класс, в 
            среду гонку среди любителей, четверги посвящаем матч-рейсу. В пятницу даем 
            передышку, а в субботу ждем начинающих яхтсменов на совмещенное занятие – 
            теория плюс практика на воде. По воскресеньям мы будем проводить Royal 
            Sunday Race. Гонка стартует в четыре часа дня, чтобы люди могли отдохнуть, пообщаться
             и  зарядиться энергией на всю оставшуюся неделю.
        </div>
    </div>
  )
}
